---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecCalcCoefficientUtilization
source: html/bfee4dc6-c5d9-1855-dbf5-1d81ee62c778.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecCalcCoefficientUtilization Property

"Calculate Coefficient of Utilization"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecCalcCoefficientUtilization { get; }
```